// var lrc = `
// [00:00.00] 稻香 - 周杰伦
// [00:26.91]对这个世界如果你有太多的抱怨
// [00:30.16]跌倒了就不敢继续往前走
// [00:33.14]为什么人要这么的脆弱堕落
// [00:37.39]请你打开电视看看
// [00:38.89]多少人为生命在努力勇敢的走下去
// [00:43.15]我们是不是该知足
// [00:45.64]珍惜一切就算没有拥有
// [00:49.91]还记得你说家是唯一的城堡
// [00:53.64]随着稻香河流继续奔跑
// [00:56.39]微微笑小时候的梦我知道
// [01:02.14]不要哭让萤火虫带着你逃跑
// [01:05.39]乡间的歌谣永远的依靠
// [01:08.13]回家吧回到最初的美好
// [01:13.90]
// [01:37.14]不要这么容易就想放弃就像我说的
// [01:40.89]追不到的梦想换个梦不就得了
// [01:43.65]为自己的人生鲜艳上色
// [01:45.90]先把爱涂上喜欢的颜色
// [01:48.64]笑一个吧 功成名就不是目的
// [01:51.64]让自己快乐快乐这才叫做意义
// [01:54.65]童年的纸飞机现在终于飞回我手里
// [02:00.16]所谓的那快乐
// [02:01.89]赤脚在田里追蜻蜓追到累了
// [02:04.65]偷摘水果被蜜蜂给叮到怕了
// [02:07.89]谁在偷笑呢
// [02:09.39]我靠着稻草人
// [02:10.39]吹着风 唱着歌 睡着了
// [02:12.39]哦 哦 午后吉它在虫鸣中更清脆
// [02:15.39]哦 哦 阳光洒在路上不怕心碎
// [02:18.89]珍惜一切就算没有拥有
// [02:23.64]还记得你说家是唯一的城堡
// [02:27.64]随着稻香河流继续奔跑
// [02:30.16]微微笑小时候的梦我知道
// [02:35.64]不要哭让萤火虫带着你逃跑
// [02:38.89]乡间的歌谣永远的依靠
// [02:41.89]回家吧回到最初的美好
// [02:47.39]还记得你说家是唯一的城堡
// [02:50.65]随着稻香河流继续奔跑
// [02:53.64]微微笑小时候的梦我知道
// [02:58.64]不要哭让萤火虫带着你逃跑
// [03:02.39]乡间的歌谣永远的依靠
// [03:05.38]回家吧回到最初的美好`;

var lrc = `[00:00.00]稻香一周杰伦
[00:04.50]词：周杰伦 曲：周杰伦
[00:30.00]
[00:31.00]对这个世界如果你有太多的抱怨
[00:34.05]跌倒了就不敢继续往前走
[00:37.02]为什麽人要这麽的脆弱 堕落
[00:41.55]请你打开电视看看
[00:43.14]多少人为生命在努力勇敢的走下去
[00:46.89]我们是不是该知足
[00:49.43]珍惜一切 就算没有拥有
[00:54.24]还记得你说家是唯一的城堡
[00:57.49]随着稻香河流继续奔跑
[01:00.42]微微笑 小时候的梦我知道
[01:05.51]不要哭让萤火虫带着你逃跑
[01:09.21]乡间的歌谣永远的依靠
[01:12.12]回家吧 回到最初的美好
[01:40:14]
[01:41.14]不要这麽容易就想放弃 就像我说的
[01:44.59]追不到的梦想 换个梦不就得了
[01:47.55]为自己的人生鲜艳上色 先把爱涂上喜欢的颜色
[01:51.80]笑一个吧 功成名就不是目的
[01:55.62]让自己快乐快乐这才叫做意义
[01:58.51]童年的纸飞机 现在终於飞回我手里
[02:04.41]所谓的那快乐 赤脚在田里追蜻蜓追到累了
[02:08.62]偷摘水果被蜜蜂给叮到怕了 谁在偷笑呢
[02:13.16]我靠着稻草人吹着风唱着歌睡着了
[02:16.72]哦 哦 午后吉它在虫鸣中更清脆
[02:19.58]哦 哦 阳光酒在路上就不怕心碎
[02:22.53]珍惜一切 就算没有拥有
[02:27.36]还记得你说家是唯一的城堡
[02:31.24]随着稻香河流继续奔跑
[02:34.18]微微笑 小时候的梦我知道
[02:39.35]不要哭让黄火虫带着你逃跑
[02:42.94]乡间的歌谣永远的依靠
[02:45.91]回家吧 回到最初的美好
[02:50.03]
[02:51.03]还记得你说家是唯一的城堡
[02:54.55]随着稻香河流继续奔跑
[02:57.62]微微笑 小时候的梦我知道
[03:02.67]不要哭让黄火虫带着你逃跑
[03:06.35]乡间的歌谣永远的依靠
[03:09.23]回家吧 回到最初的美好`;
